{
    "norwegian": "Hei folkens, jeg vet det er enklere å uttrykke dere selv i engelsk, men for folk som lærer norsk på denne serveren, vær så snill å hold alle samtalene på norsk. Enten bokmål eller nynorsk, men hvis du har nødt til å forklare noe komplisert fortsett å bruk <#562019550451728617>. Ellers prøv ditt beste på å uttrykke deg selv på norsk her. Takk",
    "icelandic": "Hæ allir, ég veit að það er auðveldara að skrifa á ensku en við skulum reyna að skrifa á íslensku hérna, þessi rás er gerð til þess að æfa íslensku þannig að vinsamlegast gerið ykkar besta til þess að skrifa á íslensku hérna. Ef nauðsyn krefur getið þið notað þýðanda. Þið skulið aðeins nota ensku til þess að útskýra hugtök. Ef þið viljið tala saman á ensku getið þið gert það í <#562019550451728617>.",
    "german": "Hallo zusammen! Ich weiß, dass es einfacher ist, sich auf Englisch zu unterhalten, aber unterhaltet euch bitte auf Deutsch für Die die versuchen Deutsch zu lernen. Benutzt bitte den <#562019550451728617> falls ihr Englisch braucht um etwas kompliziertes zu erklären. Vielen Dank!",
    "finnish": "Hei tyypit,\nTiedän että asioita on paljon helpompi selittää englanniksi mutta olkaa killtejä ja pidättäytykää liiallisesta englannin kielen käytöstä tässä teksti chatissa. Tämä on tiukasti suomenkielelle, poikkeuksena se jos asiasi on välttämätön selittää englanniksi.\nKäyttäkää vain suomen kieltä. Voit käyttää Google Kääntäjää apuna.\nJos sinun täytyy puhua englanniksi, voit käyttää <#562019550451728617> -iä.\nKiitos.",
    "latvian": "Sveiki. Es saprotu, ka jums ir vienkāršāk izpausties angļu valodā, taču to cilvēku dēļ, kas šeit mācās latviešu valodu,  visas sarunas uzturiet latviešu valodā. Ja  ir ātri jāizskaidro kaut kas sarerežģītāks varat to izdarīt, taču ja tas aizņem ilgāku laiku, būtu vēlams izmantot <#562019550451728617>, bet  savādāk  mēģiniet izpausties izmantojot latviešu valodu.\nPaldies!",
    "portuguese": "Olá pessoal, eu sei que é muito mais fácil explicar as coisas em inglês mas para o bem das pessoas que estão aprendendo português aqui, por favor tentem manter as conversações em português mesmo, a não ser que seja um tópico muito difícil de explicar em português.. Caso contrário usem o <#562019550451728617> para conversas em inglês.\nObrigado!",
    "french": "Salut, je sais qu'il est plus facile de s'exprimer en anglais mais pour le bien des gens qui apprennent le français, à moins que vous n'ayez à expliquer quelque chose de compliqué, veuillez garder toutes les conversations en français. Utilisez le <#562019550451728617> sinon faites de votre mieux pour vous exprimer en français ici. Merci!",
    "russian": "Здравствуйте, ребята, я знаю, что легче выразиться на английском, но ради людей, изучающих русский язык, пожалуйста, ведите все разговоры на русском языке. В случае, когда вам нужно объяснять что-то сложное, переходите к использованию <#562019550451728617>, в противном случае, постарайтесь выражаться, используя русский в этом текстовом чате.\nБлагодарю вас.",
    "polish": "Cześć, Wiem, że łatwiej jest wyrażać się po angielsku, ale ze względu na osoby uczące się języka polskiego rozmawiajcie proszę po polsku, chyba że musicie wyjaśnić coś skomplikowanego to przejdźcie do kanału <#562019550451728617>, w przeciwnym razie starajcie się komunikować po polsku. Dziękuję!.",
    "korean": "안녕하세요! 여러분들 중 몇 분이 영어를 쓰시는게 더 편하다는 건 알고 있지만, 이 채널에선 한국어로 대화해주세요! 만약에 영어로 설명하고 싶으시다면 짧게 해주시고, 다른 경우엔 <#562019550451728617>을 써주세요.",
    "greek": "Γεια σας παιδιά, ξέρω ότι είναι πιο εύκολο να εκφραστείτε στα αγγλικά ή με αγγλικούς χαρακτήρες αλλά για το καλό των ατόμων που μαθαίνουν ελληνικά, σας παρακαλούμε να συζητάτε στα ελληνικά, εκτός αν είναι να εξηγήσετε κάτι περίπλοκο , παρακαλώ να χρησιμοποιήσετε το <#562019550451728617>. Αλλιώς, κάντε τα δυνατά σας να εκφραστείτε εδώ χρησιμοποιώντας ελληνικά.\nΕυχαριστώ.",
    "italian": "Ciao ragazzi, so che è piu facile scrivere in inglese, ma per l'interesse delle persone che vogliono imparare l'italiano, vi chiedo di mantenere tutte le conversazioni in italiano, salvo quando dovete spiegare qualcosa di complicato, in quel caso potete andare su <#562019550451728617> altrimenti fate del vostro meglio per esprimervi usando l'italiano.",
    "japanese": "こんにちは、英語の方が簡単に自分を表現できるかもしれませんが、\nこのサーバーは日本語を学ぶ人のために、\nここでの会話は日本語でするようにおねがいいたします。\n複雑なことを説明する必要がない限り、<#562019550451728617> をご使用ください。\nここは日本語のみになっております。ご了承ください。\nよろしくおねがいします。",
    "danish": "Hejsa folkens.\nJeg ved det er nemmere at udtrykke sig selv på engelsk men for de, der forsøger at lære engelsk, så vær venlig at holde al konversationen på dansk.\nHvis du skal forklare noget kompliceret, så brug venligst <#562019550451728617>\nEllers forsøg dit bedste ved at kommunikere på dansk. Tak!",
    "spanish": "¡Hola a todos! Sé que es más fácil entenderse hablando en inglés,  pero por favor hablen en español  para ayudar a los que están aprendiendo el idioma español. Traten de usar el español lo más que puedan para expresarse. Si necesitan alguna aclaración de lo que sea, en inglés, por favor usen <#562019550451728617> . ¡Gracias!",
    "swedish": "Hej hörni, jag vet att det är enklare att uttrycka sig själv på engelska, men för deras skull som lär sig svenska här på servern snälla håll all konversation på svenska. Om du behöver förklara något komplicerat, använd då <#562019550451728617>. Annars försök ditt bästa genom att uttrycka dig själv på svenska här.\nTack.",
    "ukrainian": "Доброго дня друзі, я знаю, що простіше спілкуватися англійською, але заради людей, які вивчають українську мову, будь ласка, спілкуйтеся виключно українською. У випадку, коли треба пояснити щось складне переходьте до <#562019550451728617>, інакше намагайтесь використовувати українську  мову в цьому текстовому чаті.",
    "indonesian": "Halo semuanya! Saya tahu memang lebih mudah bergaul menggunakan bahasa Inggris, tapi bagi yang ingin belajar bahasa Indonesia tolong berbicaralah menggunakan bahasa Indonesia. Cobalah menggunakan bahasa Indonesia untuk mengekspresikan diri Anda di sini. Jika Anda perlu untuk menggunakan bahasa Inggris untuk menjelaskan sesuatu yang membingungkan, harap gunakan <#562019550451728617>. Terima kasih!",
    "slovak": "Ahojte všetci! Vieme, že často je ľahšie vyjadriť niečo v angličtine, ale kvôli ľuďom, ktorí sa učia slovenčinu, prosíme aby ste viedli všetky rozhovory v slovenskom jazyku. V prípade, že by ste potrebovali vysvetliť niečo zložité, prejdite do #slovak-chat, v opačnom prípade sa pokúste vyjadriť to čo chcete s použítím slovenčiny v tomto textovom chate. Vďaka!",
    "arabic": "سلام، أعلمُ أنّه من السّهل عليك أن تعبّر باللّغة الإنكليزية ولكن من أجل الأفراد الذين يتعلّمون العربية-ومالم تضطر إلى شرح شيء معقّد-، يرجى الإلتزام باللّغة العربية في جميع المحادثات في هذا القسم.\nإستخدم <#562019550451728617> بدلاً من ذلك، وإلّا عليك ببذل قصارى جهدك للتعبير عن نفسك باللّغة العربيّة هنا. شكراً جزيلاً.",
    "romanian": "Bună! Știu că vă este mai ușor să vă exprimați în limba engleză, dar pentru a-i ajuta pe cei care vor să învețe limba română, vă rog să scrieți numai în limba română, exceptând cazul în care doriți să explicați un lucru foarte complicat ( în acest caz, puteți folosi engleza). Aveți libertatea de a alege între a folosi <#562019550451728617>  sau a face un efort pentru a vă exprima în română aici. Mulțumesc!",
    "turkish": "Herkese merhaba! İngilizce anlaşmanın daha kolay olduğunu biliyorum ancak Türkçe öğrenmek isteyenler için lütfen Türkçe konuşun. Burada elinizden geldiğince, kendinizi  ifade etmek için Türkçe kullanmayı deneyin. Karışık bir şeyi açıklamak için İngilizceye ihtiyacınız varsa lütfen <#562019550451728617> kanalını kullanın. Teşekkürler!",
    "english": "In the English chat, try to only speak English. The purpose of each chat is to practice the language in its name. If you would like to communicate in another language, please go to the chat that focuses on that language. If you don't have access to a chat in the language you're looking for, make sure you have a role configured for that language in <#867198809805553674>.",
    "tagalog": "Mabuhay! Alam ko mas madali magsalita ng wikang ingles, pero sana ugaliin natin na magsalita o magsulat ng wikang tagalog pag nakikipag-usap sa tagalog-filipino-chat. Malaking tulong na din ito para sa mga taong gustong matuto ng wikang tagalog (pilipino). Gamitin ang <#562019550451728617> pag may mga katanungan o mga salitang hindi maintindihan. Salamat!",
    "mandarin": "大家好。 我们理解对于中文暂且不是特别流畅的同学来言使用英语交流会更加容易一点，但是因为学习需要我们希望大家能尽可能的使用中文来进行交流。 如果你并不能使用中文来表达你的问题，请你使用 <#562019550451728617>频道, 或者使用Spoiler 来简短的提问或者回答问题。 (Spoiler 在置顶信息中有详细的说明)",
    "azerbaijani": "Hamıya salam! İngilis dilində danışmağın daha asan olduğunu bilirəm, amma Azərbaycan dilini öyrənmək istəyənlər üçün xahiş edirəm Azərbaycan dilində danış. Özünüzü burada bacardığınız qədər ifadə etmək üçün Azərbaycan dilini istifadə edin. Qarışıq bir şeyi izah etmək üçün İngilis dilinə ehtiyacınız varsa, <#562019550451728617> istifadə edin. Təşəkkürlər!",
    "kazakh": "Сәлеметсіздер ме, халайық!\nКейбіреулеріңіз үшін ойыңызды ағылшын, не орыс тілінде жеткізу жеңілірек екендігін түсінеміз.\nАлайда, қазақ тілін үйреніп жатқан адамдар үшін өтініш, әңгімелереңізді қазақ тілінде жүргізіңіздер.\nЕгер де ойыңызды қазақ тілінде жеткізе алмасаңыз спойлер қолдануыңызды сұраймыз.\nӨзге тілде сөйлескіңіз келсе <#562019550451728617>, #русский-чат  және басқа да каналдарды қолдана аласыз.\nНазарларыңызға рахмет!",
    "farsi": "سلام به همگی! میدونم که اسون تره که انگلیسی صحبت کنیم, ولی برای اونایی که میخوان فارسی یاد بگیرن, لطفا فارسی صحبت کنید.\n و سعی کنی از فارسی برای بیان خودتون استفاده کنید تا جایی که میتونید. و اگر نیاز بو که یک چیز پیچیده ای رو در انگلیسی توضیح دهید, لطفا از <#562019550451728617>  استفاده کنید! خیلی ممنون!\n"
}