{
    "muted/purge": {"text": "Explain yourself, why you are here and why we should unmute you. Deal with the staff who muted you. Good luck", "embed": true, "image": "https://c.tenor.com/OzaLIUygduQAAAAC/simpsons-kick-out.gif"},
    "nickname": {"text": "You can't change your nickname because of the Sloth game. The class Munk can use a command that will add a \"Munk\" to you nickname. It can also create a tribe (like a club) that will add emojis to your nickname. We don't want people removing the Munk or impersonating the tribe members, so we turned off ability to change the nickname.", "embed": true, "image": ""},
    "classes": {"text": "**What are classes ?**\nClasses are held by volunteer teachers in a voice chat created at the time of their class. You're free to participate as long as you're respectful. They're weekly for most and you can find the updates or messages from the teachers in the #:bell:lesson-announcements-:bell::flag_gb:\n\n\n\n**Here is the calendar with all the classes** :calendar: :calendar_spiral:\nhttps://thelanguagesloth.com/class/calendar/\n\n\n\n**Why can I not join class?** :school_satchel:\n\nIf you're not able to join a class despite having the **studying role** for that language, please chose one of the **English** :flag_gb: :flag_us: roles (studying, fluent or native)\n\nIf you're neither native nor want to get pings for English classes then please chose the \"Fluent English\" role.\n\nThank you\n\nWatch this video and in addition to what shown in the video add one of the English roles:\nhttps://youtu.be/Eut_7Scv6bE", "embed": true, "image": ""},
    "interview": {"text": "**For your interview :**\n1) you can already log into the website https://thelanguagesloth.com/ on the top right click on the discord logo and log in.\nYou will have to chose a sloth class 🦥\nYou can pick any you want, it's for games with bot on the server.\n\n2) Then have a look at the calendar 📆  for your class https://thelanguagesloth.com/class/calendar/\n\nIt can not be at the same time as another lesson of the same language that you teach, not right before nor right after", "embed": true, "image": ""},
    "resources": {"text": "This is a channel for resources. Conversations are not allowed in here! Please use <#562019550451728617> for that.", "embed": true, "image": ""}
}