{
    "muted/purge": {"text": "Explain yourself, why you are here and why we should unmute you. Deal with the staff who muted you. Good luck", "embed": true, "image": "https://c.tenor.com/OzaLIUygduQAAAAC/simpsons-kick-out.gif"},
    "nickname": {"text": "You can't change your nickname because of the Sloth game. The class Munk can use a command that will add a \"Munk\" to you nickname. It can also create a tribe (like a club) that will add emojis to your nickname. We don't want people removing the Munk or impersonating the tribe members, so we turned off ability to change the nickname.", "embed": true, "image": ""},
    "classes": {"text": "**What are classes ?**\n- Classes are held by volunteer teachers in a voice chat created at the time of their class.\n- You're free to participate as long as you're respectful.\n- They're weekly and you can find the updates from the teachers in the <#1271660325837471835>\n\n**When are classes?** :calendar: :calendar_spiral:\nCheck out our calendar: https://languagesloth.com/class/calendar/\n\n**Why can I not join class?** :school_satchel:\n- If you're not able to join a class despite having the studying role for that language, please chose one of the English :flag_gb: :flag_us: roles (studying, fluent or native) in ⁠<id:customize>\n- If you're neither native nor want to get pings for English classes then please chose the \"Fluent English\" role.\n- If you're still unable to see classes, check  ⁠<id:browse>  > Type “**Lesson**” in the search bar > Check “**Follow Category**”.\n\nEnjoy class!", "embed": true, "image": ""},
    "interview": {"text": "**For your interview :**\n1) you can already log into the website https://languagesloth.com/ on the top right click on the discord logo and log in.\nYou will have to chose a sloth class 🦥\nYou can pick any you want, it's for games with bot on the server.\n\n2) Then have a look at the calendar 📆  for your class https://languagesloth.com/class/calendar/\n\nIt can not be at the same time as another lesson of the same language that you teach, not right before nor right after", "embed": true, "image": ""},
    "resources": {"text": "This is a channel for resources. Conversations are not allowed in here! Please use <#562019550451728617> for that.", "embed": true, "image": ""},
    "global": {"text": "Welcome to the global chat! Please remember that English is the encouraged language in this text channel. Smaller conversations in other languages are allowed, but longer conversations in another language belong in their respective text channels.", "embed": true, "image": ""},
    "searching teachers": {"text": "In the light of the pandemic we have seen a surge of language learners interested in focusing their extra time in languages.\n\nWe in The Language Sloth want to encourage everyone to help each other grow and reach linguistic goals. These times can be isolating, so we believe that now more than ever is a great time to meet international people with different mindsets and cultures united by this epidemic.\n\nThis is why we are opening our teacher applications for anyone who is interested in participating in our global community. If you think you would like to help people learn your language, consider applying in <#729454413290143774> by reacting to the appropriate button", "embed": true, "image": ""},
    "not an emotional support server": {"text": "The main focus of this server is not emotional support.\n\nThis server is not meant to discuss matters that require the help of professionals (for example therapists or social workers).\n\n Since our server rules apply to all channels on this server, discussions about sensitive topics which interfere with our rules are forbidden here", "embed": true, "image": ""},
    "no drama": {"text":"If you are having a problem with a specific user outside of this server, keep it out of the server. Do not bother the staff team unless the problem you have with the user directly impacts your stay on the server. Any attempt to start drama, or refusal to end a dispute within the server, may result in consequences.\n- Flaming the problem instead of solving it.\n- Spreading false rumors.\n- Talking about cases in public channels.", "embed": true, "image": ""}

}