{
    "1": "My wife told me to stop acting like a flamingo.\n\nI had to put my foot down.",
    "2": "What is Whitney Houston’s favorite type of coordination? HAAANNNNND EYEEEEEEE.",
    "3": "Why are gay people always smiling?\n\nBecause they can’t keep a straight face.    ",
    "4": "Why did David Hasselhoff change his name to “The Hoff?”\n\nIt’s less hassle.",
    "5": "Why does Waldo wear stripes?\n\nBecause he doesn’t want to be spotted.",
    "6": "A man enters a pun contest in his local newspaper. He sends in ten puns, hoping at least one of them would win, but unfortunately, no pun in ten did.",
    "7": "wo hunters are out in the woods when one of them collapses. He doesn’t seem to be breathing and his eyes are glazed. The other guy whips out his phone and calls the emergency services. He gasps, “My friend is dead! What can I do?” The operator says “Calm down. I can help. First, let’s make sure he’s dead.” There is a silence, then a shot is heard. Back on the phone, the guy says “OK, now what?”",
    "8": "Guy walks up to the widow at her husbands funeral and says, “May I just say one word?”\n\n“Sure,” she replies.\n\n“Plethora.”\n\nThe widow says, “Thanks. That means a lot.”",
    "9": "A priest, a pastor, and a rabbi walk into a bar. The bartender says, “What is this, some kind of joke?”",
    "10": "To be frank, I’d have to change my name.",
    "11": "I bought the world’s worst thesaurus today. Not only was it terrible, but it was also terrible.",
    "12": "Statistically, 6 out of 7 dwarves are not happy.",
    "13": "Why did the chicken go to prison?\n\nCrimes.",
    "14": "A plateau is the highest form of flattery.",
    "15": "Why do ducks have feathers? To cover their butt quacks.",
    "16": "“Have you heard of Murphy’s Law, that if something can go wrong, it will go wrong?”\n\n“Yes.”\n\n“Well have you heard of Cole’s Law?”\n\n“No.”\n\n“It’s mostly cabbage.”",
    "17": "A termite walks into a bar and asks: “Where’s the bar tender?”",
    "18": "What do you do when your hot pants catch on fire?\n\nPut them out with your pantyhose.",
    "19": "The guy in front of me at 7-11 left his Breathsavers on the counter. The cashier said I could have them, but I have abandoned mint issues.",
    "20": "A drummer’s wife had quadruplets. He wanted to name each one Anna. She asked how they will tell them apart. He replied, “Anna1, Anna2…”",
    "21": "What do you call a sad cup of coffee? Depresso.",
    "22": "Why don’t chickens wear underwear?\n\nBecause their pecker is on their face.",
    "23": "What’s green and has wheels?\n\nGrass! I lied about the wheels.",
    "24": "What’s the dumbest animal in the jungle?\n\nA polar bear.",
    "25": "A naked guy just dunked his balls in glitter.\n\nThat’s pretty nuts.",
    "26": "A Mexican magician told his audience he was going to vanish on the count of three. He counted, “Uno, dos…” and disappeared without a tres.",
    "27": "Why do scuba divers jump backwards out of the boat?\n\nBecause if they jumped forward, they’d still be in the boat.",
    "28": "Two cows are standing in a field. The first cow says to the second, “Have you heard about this mad cow disease? It makes cows go crazy and then they die.” The second cow replies, “Good thing I‘m a helicopter.”",
    "29": "A pirate walks into a bar. He’s walking bow legged, because he has a steering wheel chained between his knees.\n\nThe bartender asks the obvious, “Why do you have a steering wheel chained between your legs?”\n\nThe pirate answers, “Yaaaaarr, I don’t know, but it’s drivin’ me nuts!”",
    "30": "What do we want? “Airplane noises!” When do we want them? “Nyeow!”",
    "31": "What’s the difference between Dubai and Abu Dhabi?\n\nPeople in Dubai don’t like the Flinstones but people in Abu Dhabi doooooooooooooooooo!",
    "32": "What do you get when you cross a joke with a rhetorical question?",
    "33": "What do you get when you combine a dyslexic, an insomniac, and an agnostic?\n\nSomeone who lies awake at night wondering if there’s a dog.",
    "34": "What did one nut say when it was chasing the other nut?\n\nIm a cashew.",
    "35": "If Russians pronounce B’s as V’s then Soviet.",
    "36": "What was E.T short for?\n\nBecause he had little legs.",
    "37": "I have many jokes about unemployed people. Sadly none of them work.",
    "38": "You can’t run through a camp site. You can only ran because it’s past tents.",
    "39": "Why’d the old man fall down the well? Because he couldn’t see that well!",
    "40": "A man walked into a zoo. There was one dog. It was a Shih Tzu.",
    "41": "I saw a nice stereo on Craigslist for $1. Seller says the volume is stuck on ‘high’\n\nI couldn’t turn it down.",
    "42": "How do you think the unthinkable?\nWith an ithberg.",
    "43": "What do you call a broken can opener?\n\nA can’t opener.",
    "44": "What did the grape say when the elephant sat on it? Nothing, but it let out a little wine.",
    "45": "Why can’t the pope be cremated?\n\nCause he’s alive.",
    "46": "Steak jokes are a rare medium well done.",
    "47": "The leper’s hockey game was cancelled due to a face off in the corner.",
    "48": "Have you ever smelled moth balls before?\n\nHow do you get their little legs apart?",
    "49": "What’s the best thing about Switzerland?\n\nWell the flag’s a big plus.",
    "50": "Knock knock\n\nWho’s there?\n\nQuiet horse\n\nQuiet horse who?\n\n(In a whisper) Neigh…",
    "51": "Where did Sally go when the bomb went off?\n\nEverywhere.",
    "52": "What do you call a deaf gynecologist? A lip reader.",
    "53": "When someone says they are cold, tell them to stand in a corner. It’s 90 degrees.",
    "54": "What’s Grey and not very heavy?\n\nLight grey.",
    "55": "Why couldn’t the toilet paper cross the road?\n\nBecause it got stuck in the crack.",
    "56": "As soon as you find someone with 10,000 bees, marry them.\n\nThat’s how you know they’re a keeper.",
    "57": "Did you know the original French fries weren’t fried in France?\n\nThey were fried in Grease.",
    "58": "Do you know why Scottish people call it a kilt?\n\nBecause they kilt the last man who called it a skirt!",
    "59": "Why can’t boy ghost have babies? Because they have hallow weenies.",
    "60": "I thought I picked a booger out of my nose, but it’s snot.",
    "61": "Be wary of stairs…they’re almost always up to something",
    "62": "What does a dog eat for breakfast?\n\nWoofles.",
    "63": "What’s yellow and smells like bananas?\n\nMonkey vomit.",
    "64": "In order to spell Panda, all you need is p and a.",
    "65": "Why did the cowboy get a dachshund?\n\nBecause someone told him to get a long little doggie.",
    "66": "Did you hear about the kidnapping at school? It’s okay. He woke up.",
    "67": "Why did the sperm cross the road?\n\nBecause I put on the wrong sock this morning.",
    "68": "What do you call a man with a rubber toe? Roberto.",
    "69": "Want to hear two short jokes and a long one?\n\nJoke Joke Joooooooooooooooke."
}